{
  "welcome": "Добро пожаловать в AbobaEconomicBot!",

  "general help": "Рады приветствовать Вас в AbobaEconomicBot!\nНаш бот поможет вам в обучении начальной олимпиадной экономики за счёт помощи в изучении различных формул и экономических нюансов. \nЧтобы продолжить работу в боте нажмите кнопку 'Начать'",

  "choose mode": [
    "Выберите режим работы",
    "Какой режим работы вы хотите выбрать?"
  ],

  "empty button": "Пустая кнопка",

  "start": "Начать",

  "empty button pressed": [
    "Ты нажал на пустую кнопку...",
    "Пустая кнопка на удивление пустая",
    "Кнопка ничего не делает",
    "Ничего не произошло...",
    "...",
    "Надо же... Пустая кнопка"
  ],

  "back": "Назад",

  "modes": {
    "theory": {
      "name": "Теория",

      "description": "В этом разделе Вы сможете получить начальные знания для входа в олимпиадную экономику.\nВам будут предложены различные темы, с которыми Вы сможете ознакомиться.",

      "choose topic": [
        "Какая теория Вас интересует?",
        "Про что Вы хотите почитать?",
        "Какую тему Вы хотите изучить?"
      ],

      "choose subtopic": [
        "Что Вас интересует в теме '{}'?",
        "Про что Вы хотите почитать в теме '{}'?"
      ],

      "topics": {
        "demand": {
          "name": "Спрос",

          "description": "Спрос (от англ. demand, D) – зависимость между ценой и количеством экономического блага, которое потребители желают и готовы приобрести в течение некоторого промежутка времени.",

          "subtopics": {
            "amount of demand": {
              "name": "Величина спроса",

              "description": "Величина спроса – максимальное количество экономического блага, которое потребители желают и готовы купить при данном значении цены."
            },

            "demand price": {
              "name": "Цена спроса",

              "description": "Цена спроса – максимальное значение цены, при котором потребители желают и готовы купить данное количество экономического блага."
            },

            "demand curve": {
              "name": "Кривая спроса",

              "description": "Кривая спроса – кривая, каждая точка которой показывает значение:величины спроса при соответствующем значении цены экономического блага; цены спроса при соответствующем значении количества экономического блага."
            },

            "law of demand": {
              "name": "Закон спроса", 

              "description": "Закон спроса: при повышении цены экономического блага величина спроса сокращается, то есть существует отрицательная зависимость между ценой товара и величиной спроса."
            },

            "equation of the demand curve": {
              "name": "Уравнение кривой спроса",

              "description": "Уравнение кривой спроса: Q = a - bp, параметры a, b отражают изменение неценовых факторов спроса"
            }
          }
        },

        "supply": {
          "name": "Предложение",

          "description": "Предложение(от англ. supply, S) - зависимость между количеством товара, которые хотят и могут продать производители , и ценой на этот товар(при прочих равных).То есть некоторая зависимость количества товара от факторов предложения.",

          "subtopics": {
            "supply price": {
              "name": "Цена предложения",

              "description": "Цена предложения – минимальное значение цены, при котором производители желают и готовы продать данное количество экономического блага."
            },

            "supply curve": {
              "name": "Кривая предложения",

              "description": "Кривая предложения – кривая, каждая точка которой показывает значение: величины предложения при соответствующем значении цены экономического блага;  цены предложения при соответствующем значении количества экономического блага."
            },

            "law of supply": {
              "name": "Закон предложения",

              "description": "Закон предложения - при прочих неизменных факторах величина(объем) предложения увеличивается по мере увеличения цены на товар."
            },

            "amount of supply": {
              "name": "Величина предложения",

              "description": "Величина предложения - конкретное количество экономического блага, которое производители желают и готовы продать при данном значении цены"
            },

            "changing supply": {
              "name": "Изменение предложения",

              "description": "Увеличение предложения означает, что при каждом уровне цены производители готовы продать больший объем товара, чем прежде. При увеличении предложения кривая предложения сдвигается вправо – вниз.\n\nСнижение предложения означает, что при каждом уровне цены производители готовы продать меньший объем товара, чем прежде. При снижении предложения кривая предложения сдвигается влево – вверх."
            },

            "supply factors": {
              "name": "Факторы предложения",

              "description": "Факторы предложения: основной фактор предложения: цена товара и издержки. \n\nДополнительно: технологии, производственные возможности, цена на товары заменители-дополнители в производстве(деревянные табуретки, их товары заменители - столы)"
            }
          }
        }
      }
    },

    "choose grade": [
      "За какой класс Вы хотите выбрать теоритические задачки?", 
      "Какой класс Вас интересует?", 
      "Теория за какой класс Вам нужна?"
    ]
  },

  "unexpected message": [
    "Неизвестная команда",
    "Непредусмотренное сообщение"
  ],
  

  "no permission": [
    "У Вас нет прав на выполнение этой команды",
    "Вы не можете использовать эту команду"
  ]
}